/* Error message shown if an invalid statement syntax was used. */
"InvalidStatement" = "无效的声明。无法执行。";

/* Error message shown if an unknown pseudo class was used. */
"InvalidPseudoClass" = "未知伪类。错别字？";

/* Error message shown if a statement misses an required expression. */
"UnmatchedExpression" = "缺少所需的表达式。";

/* Error message shown if an identifier is expected inside a statement. */
"UnmatchedIdentifier" = "缺少标识符。";

/* Error message shown if a statement was not terminated (expected is a line break or a ';'). */
"UnmatchedEndStatement" = "预期断行或';'。";

/* Error message shown if a style selector or mixin definition is not followed by a style definition. */
"UnmatchedStyleDefinition" = "缺少样式标识符。";

/* Error message shown if a setting identifier is not followed by a ":" inside a style definition. */
"UnmatchedStyleSepearator" = "设置标识符后缺少 ':'。";

/* Error message shown if a multiplicative expression is expected. */
"UnmatchedMultiplicativeExpression" = "缺少必要的表达式。";

/* Error message shown if an array expression should be terminated by ]. */
"Missing:]" = "数组定义中预期 ']'。";

/* Error message shown if the terminating brace '}' of a style is missing. */
"Missing:}" = "样式定义中预期 '}'。";

/* Error message shown if an integer color component is missed in a RGB color. */
"UnmatchedIntColor" = "预期的颜色值（0-255）。";

/* Error message shown if a color component is not using a valid hexadecimal value. */
"UnmatchedHexColor" = "预期十六进制颜色值（＃00 - ＃FF）。";

/* Error message shown if an unknown style class is used inside a Ulysses style sheet. Placeholder contains the unknown class identifier. */
"UnknownNodeType" = "未知样式类: %@";
